{
  "id": 21803,
  "systemdata": {
    "projectId": 485,
    "channelId": 481,
    "documentId": 21803,
    "contentType": "page",
    "documentType": "page",
    "layout": "page",
    "design": {
      "name": "websiteexample",
      "version": "2.0.0"
    }
  },
  "metadata": {},
  "content": [
    {
      "identifier": "websiteexample.page-head",
      "id": "doc-1dgcanbie0",
      "content": {
        "title": "Luctus venenatis lectus magna fringilla",
        "text": "Ut sem viverra aliquet eget sit amet tellus cras adipiscing. Lobortis feugiat vivamus at augue. Duis at consectetur lorem donec massa sapien faucibus et molestie."
      },
      "styles": {
        "pagehead-spacing": "m-pagehead--no-spacing"
      }
    },
    {
      "identifier": "websiteexample.listicle",
      "id": "doc-1dgcifkrq0",
      "content": {
        "image": {
          "url": "https://livingdocs-assets.s3-eu-west-1.amazonaws.com/website-design/pattern-text-image-1.svg"
        },
        "icon": {
          "url": "https://livingdocs-assets.s3-eu-west-1.amazonaws.com/website-design/icon-white-1.svg"
        },
        "col1": "<em>Nisl suscipit adipiscing</em> bibendum est. Pellentesque adipiscing commodo.",
        "col2": "Placerat orci nulla pellentesque dignissim enim sit. Neque gravida in fermentum et. Quis ipsum suspendisse ultrices gravida dictum. Pellentesque pulvinar pellentesque habitant morbi.",
        "listtitle1": "Consequat mauris",
        "listtext1": "Magna ac placerat vestibulum lectus mauris ultrices. Proin fermentum leo vel orci porta non pulvinar neque laoreet. Sed libero enim sed faucibus turpis. Suspendisse interdum consectetur libero id faucibus nisl tincidunt eget. Auctor augue mauris augue neque gravida in fermentum et. Scelerisque varius morbi enim nunc faucibus a pellentesque. Vel pretium lectus quam id leo in vitae turpis massa. Scelerisque eu ultrices vitae auctor eu augue ut.",
        "listtitle2": "Tincidunt id",
        "listtext2": "Velit egestas dui id ornare arcu odio ut. Adipiscing enim eu turpis egestas pretium. Neque laoreet suspendisse interdum consectetur libero id faucibus. Et pharetra pharetra massa massa. Nunc non blandit massa enim nec. Felis eget nunc lobortis mattis aliquam faucibus purus. Nam at lectus urna duis convallis convallis tellus. Tincidunt id aliquet risus feugiat. Purus sit amet volutpat consequat mauris nunc congue nisi vitae. Tristique nulla aliquet enim tortor at auctor urna nunc id."
      }
    },
    {
      "identifier": "websiteexample.buttonblock",
      "id": "doc-1dgcijihi0",
      "content": {
        "link": "#",
        "text": "Get an Offer"
      },
      "styles": {
        "buttonblock-type": "m-buttonblock--primary"
      }
    },
    {
      "identifier": "websiteexample.listicle",
      "id": "doc-1dgcigfuk0",
      "content": {
        "image": {
          "url": "https://livingdocs-assets.s3-eu-west-1.amazonaws.com/website-design/pattern-text-image-2.svg"
        },
        "icon": {
          "url": "https://livingdocs-assets.s3-eu-west-1.amazonaws.com/website-design/icon-white-2.svg"
        },
        "col1": "<em>Risus nec feugiat</em> in fermentum posuere urna nec tincidunt praesent. ",
        "col2": "Quis blandit turpis cursus in hac habitasse platea dictumst. Fermentum iaculis eu non diam phasellus vestibulum lorem sed. Ultrices sagittis orci a scelerisque purus semper eget duis at. Nunc sed augue lacus viverra vitae congue eu consequat ac. Nec sagittis aliquam.",
        "listtext1": "Lorem mollis aliquam ut porttitor. Ullamcorper eget nulla facilisi etiam dignissim diam quis enim. Semper eget duis at tellus at urna condimentum mattis. Eleifend quam adipiscing vitae proin sagittis nisl rhoncus. Id nibh tortor id aliquet lectus. Enim facilisis gravida neque convallis a cras semper auctor neque. Adipiscing elit duis tristique sollicitudin nibh sit amet. Velit dignissim sodales ut eu sem integer. Integer quis auctor elit sed vulputate mi sit amet mauris. Auctor urna nunc id cursus metus aliquam eleifend. Cras pulvinar mattis nunc sed blandit libero volutpat."
      },
      "styles": {
        "listicle-cols": "o-listicle--single-col"
      }
    },
    {
      "identifier": "websiteexample.buttonblock",
      "id": "doc-1dgcijl4t0",
      "content": {
        "link": "#",
        "text": "Try out MyStartUp"
      },
      "styles": {
        "buttonblock-type": "m-buttonblock--primary"
      }
    }
  ]
}
